allure-results/29f80ce5e5c24fe5970f36226f840705-attachmentxml

<?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema"><soap:Body><ValidateBitPesaAccount xmlns="http://tempuri.org/"><ParamValidateBitPesaAccount><AccountNo xmlns="http://schemas.datacontract.org/2004/07/WWC.DTC.Contracts">0068559486</AccountNo><BankCode xmlns="http://schemas.datacontract.org/2004/07/WWC.DTC.Contracts">000001</BankCode><Country xmlns="http://schemas.datacontract.org/2004/07/WWC.DTC.Contracts">NG</Country></ParamValidateBitPesaAccount></ValidateBitPesaAccount></soap:Body></soap:Envelope>